





<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>eViacam Hilfe - Klickleiste</title>
<meta http-equiv="" content="text/html; charset=iso-8859-1">
<link type="text/css" href="../normal.css" rel="stylesheet">
</head>
<body>

<h1 class="text">Klickleiste</h1>
<p class="tnormal">Die Klickleiste ist eine schmale Leiste die ganz oben am Bildschirmrand angeheftet erscheint. Mit ihr ist es m&ouml;glich verschiedene Klickarten (Linksklick, Rechtsklick, Ziehen & Loslassen, Doppelklick) auszuw&auml;hlen.</p>
<p class="tnormal"><img width="" height="" src="click_bar.png"></p>

<p class="tnormal">Die Klickleiste funktioniert nur mit dem stehendem Mauszeiger Modus und hat zwei unterschiedliche Auswahlmethoden.</p>

<p class="tnormal"><strong>Normaler Modus</strong></p>
<p class="tnormal">Um die Klickaktion auszuw&auml;hlen die als n&auml;chstes ausgef&uuml;hrt werden soll, gen&uuml;gt ein einfacher Klick auf die jeweilige Schaltfl&auml;che. Mit zwei aufeinanderfolgenden Klicks auf die selbe Schaltfl&auml;che, kann die Klickaktion als Standardaktion gesetzt werden.</p>

<p class="tnormal"><strong>Schneller Modus</strong></p>
<p class="tnormal">Bei diesem Modus wird die Klickaktion mit dem &Uuml;berfahren des Mauszeigers ausgew&auml;hlt, dies erspart die Wartezeit bis geklickt wird. Um eine Klickaktion als Standardaktion auszuw&auml;hlen, gen&uuml;gt ein einfacher Klick auf die jeweilige Schaltfl&auml;che.</p>

<h1 class="text">Schaltfl&auml;chen Erl&auml;uterung</h1>
<p class="tnormal"><strong>Nicht klicken</strong></p>
<p class="tnormal">Erm&ouml;glicht den automatischen Klick auszuschalten. Dies ist n&uuml;tzlich wenn man eine Seite, Dokument, etc. lesen m&ouml;chte ohne dauernd von einem ungewollten Klick gest&ouml;rt zu werden. Um die automatische Klickerzeugung aus- bzw. einzuschalten, gen&uuml;gt ein einfacher Klick auf die Schaltfl&auml;che "Nicht klicken" (dies funktioniert auch bei ausgeschalteter Klickerzeugung).</p>

<p class="tnormal"><strong>Links</strong></p>
<p class="tnormal">Hat die selbe Funktion wie ein Linksklick auf einer physischen Maus.</p>

<p class="tnormal"><strong>Rechts</strong></p>
<p class="tnormal">Hat die selbe Funktion wie ein Rechtsklick auf einer physischen Maus. Dieser Klick &ouml;ffnet z.B. auf einem Ordner oder Dokument ein Kontextmen&uuml;.</p>

<p class="tnormal"><strong>Ziehen</strong></p>
<p class="tnormal">Hat die selbe Funktion wie ein gedr&uuml;ckthalten der linken Maustaste und kurze Zeit sp&auml;ter wieder loslassen auf einer physischen Maus. Diese Aktion erm&ouml;glicht die Drag and Drop Funktion z.B. das verschieben von Dateien.</p>

<p class="tnormal"><strong>Doppelklick</strong></p>
<p class="tnormal">Hat die selbe Funktion wie ein doppeltes Dr&uuml;cken der linken Maustaste auf einer physischen Maus.</p>

<p class="tnormal"><strong>Minimierensymbol</strong></p>
<p class="tnormal">Minimiert bzw. stellt das Hauptfenster wieder her.</p>

<p class="tnormal"><a href='intro.htm'>zur&uuml;ck zum Inhalt</a></p>
</body>
</html>
