
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
	<title>Konfigurationsoptionen</title>
	<meta http-equiv="Content-type" content="text/html; charset=iso-8859-1">
	<link type="text/css" href="../normal.css" rel="stylesheet">
</head>
<body>

<h1>Konfigurationsoptionen</h1>
<p>eViacam bietet umfangreiche anpassbare Konfigurationsoptionen &uuml;ber das Verhalten der Anwendung an. Dieser Dialog ist in zwei Teile aufgeteilt. <strong>Haupteinstellungen</strong> hier k&ouml;nnen Kameraeinstellungen angepasst, verschiedene Profile erstellt und die Sprache eingestellt werden, und die <strong>Profiloptionen</strong> wo alle Parameter f&uuml;r die optimale Verwendung angepasst werden k&ouml;nnen.</p>

<h2>Haupteinstellungen</h2>
<p><img src="general_options.png"></p>

<p><strong>Profil&uuml;bersicht</strong></p>

<p>Profile erm&ouml;glichen das Speichern und Laden aller angepassten <strong>Profiloptionen</strong>. Profile sind besonders hilfreich wenn mehrere Benutzer sich den selben Login auf einem PC teilen.</p>


<ul>
	<li><strong>Profil ausw&auml;hlen:</strong> Hier kann ein bestimmtes Profil oder das Standardprofil ausgew&auml;hlt werden.</li>
	<li><strong>Profil hinzuf&uuml;gen:</strong> F&uuml;gt ein neues Profil hinzu mit den Einstellungen des aktuellen. </li>
	<li><strong>Profil l&ouml;schen:</strong> L&ouml;scht das ausgew&auml;hlte Profil. Das Standardprofil kann nicht gel&ouml;scht werden.</li>
</ul>


<p><strong>Kamera</strong></p>

<ul>
	<li><strong>Einstellungen:</strong> &Ouml;ffnet ein Fenster in dem alle Kameraeinstellungen ver&auml;ndert werden k&ouml;nnen.
	</li>
	<li><strong>&Auml;ndern:</strong> Hier kann eine andere an den Computer angeschlossene Kamera ausgew&auml;hlt werden.
	</li>
</ul>

<p><strong>Sprache</strong></p>
<p>Hier kann die Sprache von eViacam ge&auml;ndert werden.</p>


<h2>Profiloptionen</h2>

<h3>Bewegung</h3>

<p>Diese Werte sollten schon richtig eingestellt sein. Es wird empfohlen die richtigen Werte &uuml;ber den <a href='wizard.htm'>Konfigurationsassistenten</a> zu ermitteln.</p>

<p><img src="motion_options.png"></p>

<ul>
	<li><strong>Geschwindigkeit X Achse:</strong> Setzt die Reaktionsgeschwindigkeit der horizontalen Richtung (X Achse).
	</li>
	<li><strong>Geschwindigkeit Y Achse:</strong> Setzt die Reaktionsgeschwindigkeit der vertikalen Richtung (Y Achse).
	</li>
	<li><strong>Beschleunigung:</strong> Die Beschleunigung bewirkt, dass der Mauszeiger bei schnellen Kopfbewegungen schneller gr&ouml;&szlig;ere Distanzen zur&uuml;cklegt.
	</li>
	<li><strong>Zittern ausgleichen:</strong> Reduziert das Zittern des Mauszeigers. Um so h&ouml;her dieser Wert eingestellt wird, um so sanfter wird der Mauszeiger bewegt.
	</li>
	<li><strong>Stillstand vereinfachen:</strong> Diese Einstellung erleichtert das Stillhalten des Mauszeigers. Der Wert wird in Pixel angegeben.
	</li>
	<li><strong>Unterst&uuml;tzte Kalibrierung:</strong> Diese Schaltfl&auml;che &ouml;ffnet die automatische Kalibrierung. Siehe <a href='calibration.htm'>Automatische Kalibrierung</a> f&uuml;r mehr Details.
	</li>
</ul>


<h3>Arbeitsbereich</h3>

<p><img src="workspace_options.png"></p>

<ul>
	<li><strong>Arbeitsbereich begrenzen:</strong> Wenn ausgew&auml;hlt, kann der Mauszeiger nur innerhalb des angegebenen Bereichs bewegt werden.
	</li>
	<li><strong>Oben:</strong> Begrenzung des oberen Arbeitsbereichs (% der Bildschirmh&ouml;he)
	</li>
	<li><strong>Links:</strong> Begrenzung des linken Arbeitsbereichs (% der Bildschirmbreite)
	</li>
	<li><strong>Rechts:</strong> Begrenzung des rechten Arbeitsbereichs (% der Bildschirmbreite)
	</li>
	<li><strong>Unten:</strong> Begrenzung des unteren Arbeitsbereichs (% der Bildschirmh&ouml;he)
	</li>
	<li><strong>Erm&ouml;gliche das Umrunden des Arbeitsbereichs:</strong> Hiermit stoppt der Mauszeiger nicht wenn er an die Grenze des Arbeitsbereichs gelangt, sondern taucht auf der gegen&uuml;berliegenden Seite wieder auf.
	</li>
</ul>


<h3>Klick</h3>

<p><img src="click_options.png"></p>

<ul>
	<li><strong>Klicken bei stehendem Zeiger:</strong> Dies erlaubt eViacam automatische Klicks zu erzeugen.
	</li>
	<li><strong>Klicken nach:</strong> Wartezeit (Zehntelsekunden) nach der ein Klick erzeugt wird.
	</li>
	<li><strong>Klickbereich:</strong> Um einen Klick zu erzeugen muss der Mauszeiger nicht komplett stillgehalten werden. eViacam toleriert eine minimale Verschiebung des Zeigers um eine exakte Positionierung zu erleichtern. Dieser Wert wird in Pixel angegeben.
	</li>
	<li><strong>Erlaube aufeinanderfolgende Klicks:</strong> Dies erzeugt mehrere Klicks auf der selben Stelle solange der Mauszeiger still gehalten wird.
	</li>
	<li><strong>Ton beim Klicken:</strong> eViacam spielt einen kurzen Ton ab sobald ein Klick erzeugt wurde.
	</li>
	<li><strong>Visuellen Countdown anzeigen:</strong> Zeigt einen kleinen Balken neben dem Mauszeiger an der die Wartezeit bis zum n&auml;chsten Klick darstellt. Ebenso wird eine Linie zur Anzeige der Richtung bei der per Kopfbewegung klicken Methode dargestellt.
	</li>
</ul>


<a name="click_window"></a> 
<p><strong>Klickleiste</strong></p>

<p>Die Klickleiste ist eine schmale Leiste mit der es m&ouml;glich ist verschiedene Klickarten (Linksklick, Rechtsklick, Ziehen & Loslassen, Doppelklick) auszuw&auml;hlen.</p>
<p>Optionen der Klickleiste:</p>

<ul>
	<li><strong>Zeige Klickleiste:</strong> Zeigt die Klickleiste an.
	</li>
	<li><strong>Aussehen:</strong> Auswahl zur Darstellung der Klickleiste. Normal stellt die Schaltfl&auml;chen als Icons dar, w&auml;hrend D&uuml;nn die Schaltfl&auml;chen mit Bezeichnung anzeigt und somit Platz spart.
	</li>
</ul>

<p><img src="click_bar.png"></p>

<p><img src="click_bar_thin.png"></p>



<ul>
	<li><strong>Verhalten:</strong> Die Klickleiste hat zwei unterschiedliche Auswahlmethoden.
	<ul>	
		<li><strong>Normaler Modus:</strong> Um die Klickaktion auszuw&auml;hlen die als n&auml;chstes ausgef&uuml;hrt werden soll, gen&uuml;gt ein einfacher Klick auf die jeweilige Schaltfl&auml;che. Mit zwei aufeinanderfolgenden Klicks auf die selbe Schaltfl&auml;che, kann die Klickaktion als Standardaktion gesetzt werden.</li>
		<li><strong>Schneller Modus:</strong> Bei diesem Modus wird die Klickaktion mit dem &Uuml;berfahren des Mauszeigers ausgew&auml;hlt, dies erspart die Wartezeit bis geklickt wird. Um eine Klickaktion als Standardaktion auszuw&auml;hlen, gen&uuml;gt ein einfacher Klick auf die jeweilige Schaltfl&auml;che.</li>
	</ul>
	</li>
	<li><strong>Position:</strong> Hier kann die Position der Klickleiste eingestellt werden. Sie kann ganz Oben, Unten, Links oder Rechts an den Bildschirm angedockt oder horizontal bzw. vertikal frei positioniert werden.
	</li>
	<li><strong>Automatisch ausblenden:</strong> Damit wird die angedockte Klickleiste ausgeblendet und ist nur sichtbar wenn der Mauszeiger die Klickleiste ber&uuml;hrt. Falls sich die Klickleiste mit einer anderen Leiste &uuml;berschneidet, wird eine Warnung angezeigt.
	</li>
</ul>


<p>Schaltfl&auml;chen Erl&auml;uterung:</p>

<ul>
	<li><strong>Nicht klicken:</strong> Erm&ouml;glicht den automatischen Klick auszuschalten. Dies ist n&uuml;tzlich wenn man eine Seite, Dokument, etc. lesen m&ouml;chte ohne dauernd von einem ungewollten Klick gest&ouml;rt zu werden. Um die automatische Klickerzeugung aus- bzw. einzuschalten, gen&uuml;gt ein einfacher Klick auf die Schaltfl&auml;che "Nicht klicken" (dies funktioniert auch bei ausgeschalteter Klickerzeugung).
	</li>
	<li><strong>Links:</strong> Hat die selbe Funktion wie ein Linksklick auf einer physischen Maus.
	</li>
	<li><strong>Rechts:</strong> Hat die selbe Funktion wie ein Rechtsklick auf einer physischen Maus. Dieser Klick &ouml;ffnet z.B. auf einem Ordner oder Dokument ein Kontextmen&uuml;.
	</li>
	<li><strong>Ziehen:</strong> Hat die selbe Funktion wie ein gedr&uuml;ckthalten der linken Maustaste und kurze Zeit sp&auml;ter wieder loslassen auf einer physischen Maus. Diese Aktion erm&ouml;glicht die Drag and Drop Funktion z.B. das verschieben von Dateien.
	</li>
	<li><strong>Doppelklick:</strong> Hat die selbe Funktion wie ein doppeltes Dr&uuml;cken der linken Maustaste auf einer physischen Maus.
	</li>
	<li><strong>Hauptfenster ausblenden/anzeigen:</strong> Minimiert bzw. blendet das Hauptfenster ein.
	</li>	
</ul>


<p><strong>Per Kopfbewegung klicken</strong></p>

<ul>
	<li><strong>Per Kopfbewegung klicken:</strong> Damit wird die Klickart mit einer Kopfbewegung nach Oben, Unten, Links oder Rechts ausgew&auml;hlt. Siehe <a href='click.htm'>Klickmethoden</a> f&uuml;r mehr Details.
	</li>
	<li><strong>Bewegung nach links:</strong> W&auml;hlt die Klickaktion bei einer Bewegung nach links aus.
	</li>
	<li><strong>Bewegung nach rechts:</strong> W&auml;hlt die Klickaktion bei einer Bewegung nach rechts aus.
	</li>
	<li><strong>Bewegung nach oben:</strong> W&auml;hlt die Klickaktion bei einer Bewegung nach oben aus.
	</li>
	<li><strong>Bewegung nach unten:</strong> W&auml;hlt die Klickaktion bei einer Bewegung nach unten aus.
	</li>
</ul>

<p>Siehe <a href='click.htm'>Klickmethoden</a></p>

<h3>Hotkeys</h3>


<p><img src="hotkeys_options.png"></p>

<p>Hier k&ouml;nnen einige Tasten zur schnellen Verwendung (Hotkeys) konfiguriert werden. Um einen Hotkey einzuschalten einfach die Checkbox ankreuzen. Mit 'Taste ausw&auml;hlen' kann eine beliebige Taste als Hotkey ausgew&auml;hlt werden.</p>



<h3>Erweitert</h3>

<p><img src="advanced_options.png"></p>


<p><strong>Start</strong></p>

<ul>
	<li><strong>eViacam bei der Benutzeranmeldung starten:</strong> Wenn ausgew&auml;hlt, startet eViacam automatisch bei der Benutzeranmeldung. Nicht in der Windowsversion verf&uuml;gbar.
	</li>
	<li><strong>eViacam mit eingeschalteter Mauszeigersteuerung starten:</strong> Startet eViacam mit eingeschalteter Mauszeigersteuerung.</p>
	</li>
</ul>

<p><strong>Bildschirmtastaturbefehl</strong></p>

<p>Erm&ouml;glicht die Eingabe eines Befehls zum Starten einer externen Bildschirmtastatur.</p>

<p><strong>Gesicht lokalisieren</strong></p>

<p>Enable Viacam kann die Gegenwart und Position des Gesicht pr&auml;zise feststellen. Damit ist es m&ouml;glich den Aufnahmebereich automatisch ohne manuellen Eingriff anzupassen.</p>

<ul>
	<li><strong>Gesicht automatisch lokalisieren:</strong> Hiermit versucht eViacam automatisch das Gesicht zu erkennen und den Aufnahmebereich zu zentrieren.
	</li>
	<li><strong>CPU Auslastung:</strong> Damit kann die CPU Auslastung f&uuml;r die Gesichtserkennung beeinflusst werden. H&ouml;here Werte verbessern die Gesichtserkennung aber ben&ouml;tigen auch eine l&auml;ngere Verarbeitungszeit.
	</li>
	<li><strong>Stoppe den Mauszeiger wenn kein Gesicht erkannt wurde:</strong> Wenn kein Gesicht erkannt wurde, wird nach der unten festgelegten Zeitspanne, der Mauszeiger automatisch gestoppt. 
	</li>
</ul>

<p><a href='contents.htm'>zur&uuml;ck zum Inhalt</a></p>


</body>
</html>
