
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Ajuda de l'eViacam</title>
<meta http-equiv="" content="text/html; charset=iso-8859-1">
<link type="text/css" href="../normal.css" rel="stylesheet">
</head>
<body>
<h1 class="text">EVIACAM<br>
  AJUDA</h1>

<h2 class="text">&Iacute;ndex de continguts</h2>

<ul>
<li><p class="tnormal"><a href='environment.htm'>Entorn de treball</a></p></li>
<li><p class="tnormal"><a href='webcam.htm'>Factors importants de la c&agrave;mara web</a></p></li>
<li><p class="tnormal"><a href='options.htm'>Opcions de configuraci&oacute;</a></p></li>
<li><p class="tnormal"><a href='click.htm'>Modes de fer clic</a></p></li>
<li><p class="tnormal"><a href='click_bar.htm'>La Barra del Clic</a></p></li>
<li><p class="tnormal"><a href='wizard.htm'>L'assistent de configuraci&oacute;</a></p></li>
<li><p class="tnormal"><a href='calibration.htm'>M&egrave;tode de calibraci&oacute; autom&agrave;tic</a></p></li>
</ul>
<br>

<h2 class="text">Introducci&oacute;</h2>

<p class="tnormal">
Enable Viacam (<strong>eViacam</strong>) &eacute;s un programa d'ordinador que substitueix la funcionalitat del ratol&iacute; permetent moure el punter a partir del moviment del cap. Funciona en un ordinador PC equipat amb una c&agrave;mera web, sense elements addicionals. eViacam est&agrave; basat en el programa 'Rat&oacute;n Facial' galardonat amb varis premis.</p>
<br>

<p class="tnormal">
Amb eViacam, vost&egrave; ser&agrave; capa&ccedil; de controlar l'ordinador sense utilitzar les mans. EViacam utilitza una c&agrave;mera web est&agrave;ndard per seguir el moviment del seu rostre i controlar aix&iacute; el punter del ratol&iacute;. A m&eacute;s, proporciona diferents m&egrave;todes per fer clic.</p>
<br>

<br>
<p class="tnormal"><strong>PRINCIPALS CARACTER&Iacute;STIQUES I AVANTATGES</strong></p>
<br>

<ul>
<li><p class="tnormal"><strong>Mans lliures: </strong>Control de l'ordinador mitjan&ccedil;ant moviments intu&iuml;tius del cap. No hi ha la necessitat d'utilitzar les mans. El punter simplement obeeix!</p></li>
<li><p class="tnormal"><strong>Sense cables: </strong>Funciona amb qualsevol webcam de qualitat mitja o alta. Sense cables, sense adhesius, no requereix hardware addicional.</p></li>
<li><p class="tnormal"><strong>Simplicitat: </strong>Instal&middot;laci&oacute; simple i &uacute;s intu&iuml;tiu. L'assistent de configuraci&oacute; integrat l'ajuda a comen&ccedil;ar de seguida. L'entrenament necessari es redueix al m&iacute;nim.</p></li>
<li><p class="tnormal"><strong>Personalitzaci&oacute;: </strong>La velocitat del punter, l'acceleraci&oacute; i suavitzat, el temps de detenci&oacute;, i altres variables poden ser configurades per ajustar-se a les necessitats de l'usuari.</p></li>
<li><p class="tnormal"><strong>Autonomia de l'usuari: </strong>Aquest producte s'ha dissenyat espec&iacute;ficament per eliminar la necessitat d'assist&egrave;ncia un cop instal&middot;lat</p></li>
</ul>
<br>

<br>
<p class="tnormal"><strong>PLATAFORMES COMPATIBLES</strong></p>
<br>

<p class="tnormal">
<ul>
<li><p class="tnormal">GNU / Linux</p>
<li><p class="tnormal">Windows 2000 / XP / Vista / 7</p>
</ul>
<br>

<p class="tnormal">NOTA: en l'actualitat, algunes funcions nom&eacute;s estan disponibles per a GNU / Linux.</p>
<br>

</body>
</html>
