
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>eViacam - Opcions de configuraci&oacute;</title>
<meta http-equiv="" content="text/html; charset=iso-8859-1">
<link type="text/css" href="../normal.css" rel="stylesheet">
</head>
<body>
<h1 class="text">EVIACAM<br>
  AJUDA</h1>
<h2 class="text">Opcions de configuraci&oacute;</h2>

<p class="tnormal">Al panell de configuraci&oacute; l'usuari pot trobar totes les opcions &uacute;tils per ajustar el funcionament de l'eViacam a les necessitats personals.</p>
<br>

<p class="tnormal">El panell de configuraci&oacute; es divideix en dos blocs. El panell d'opcions generals, on vost&egrave; pot ajustar els controls de la c&agrave;mera i seleccionar o crear el seu propi perfil, i el panell d'opcions de perfil, on vost&egrave; pot configurar totes les funcionalitats de l'aplicaci&oacute; perqu&egrave; s'ajusti millor a les seves necessitats personals.</p>
<br>


<h2 class="text">Opcions generals</h2>

<p class="tnormal"><img width="" height="" src="general_options.png"></p>
<br>

<br>
<p class="tnormal"><strong>GESTI&Oacute; DE PERFILS</strong></p>
<br>

<p class="tnormal"><strong>- Escollir perfil</strong></p>
<p class="tnormal">Permet escollir un perfil concret o el perfil per defecte.</p>
<br>

<p class="tnormal"><strong>- Nou perfil</strong></p>
<p class="tnormal">Afegeix un perfil nou a eViacam.</p>
<br>

<p class="tnormal"><strong>- Esborrar perfil</strong></p>
<p class="tnormal">Elimina el perfil seleccionat de l'eViacam.</p>
<br>

<br>
<p class="tnormal"><strong>C&Agrave;MERA</strong></p>
<br>

<p class="tnormal"><strong>- Opcions</strong></p>
<p class="tnormal">Obre una finestra on podr&agrave; modificar tots els controls de la c&agrave;mera.</p>
<br>

<p class="tnormal"><strong>- Canviar</strong></p>
<p class="tnormal">Permet canviar la c&agrave;mera seleccionada.</p>
<br>

<br>
<p class="tnormal"><strong>IDIOMA</strong></p>
<br>

<p class="tnormal">Permet escollir l'idioma per l'eViacam.</p>
<br>


<h2 class="text">Opcions de perfil</h2>
<h3 class="text">Moviment</h3>
<br>

<p class="tnormal">Aquests valors s'han d'ajustar de forma acurada i recomanem controlar a cada pas els resultats, uns bons ajustaments faran possible que eViacam sigui m&eacute;s r&agrave;pid i prec&iacute;s en el seu funcionament.</p>
<br>

<p class="tnormal"><img width="" height="" src="motion_options.png"></p>
<br>

<p class="tnormal"><strong>- Velocitat eix X</strong></p>
<p class="tnormal">Aquest valor controla la velocitat del punter quan es despla&ccedil;a en la direcci&oacute; horitzontal.</p>
<br>

<p class="tnormal"><strong>- Velocitat eix Y</strong></p>
<p class="tnormal">Aquest valor controla la velocitat del punter quan es despla&ccedil;a en la direcci&oacute; vertical.</p>
<br>

<p class="tnormal"><strong>- Acceleraci&oacute;</strong></p>
<p class="tnormal">L'acceleraci&oacute; fa que el punter avanci m&eacute;s quan mogui la cara m&eacute;s r&agrave;pidament</p>
<br>

<p class="tnormal"><strong>- Suavitzat</strong></p>
<p class="tnormal">Li permet que el punter es desplaci de forma m&eacute;s suau ja que elimina petits tremolors en el moviment.</p>
<br>

<p class="tnormal"><strong>- Llindar de moviment</strong></p>
<p class="tnormal">En el cas que observi tremolor en el punter el pot eliminar augmentant aquest valor. Aquesta opci&oacute; li facilita la tasca d'aturar el punter del tot. Les unitats s&oacute;n p&iacute;xels de la pantalla.</p>
<br>

<p class="tnormal"><strong>- Calibratge assistit</strong></p>
<p class="tnormal">Obre una finestra que permet calibrar la velocitat del punter de forma autom&agrave;tica. Veure <a href='calibration.htm'>M&egrave;tode de calibraci&oacute; autom&agrave;tic</a></p>
<br>
<br>


<h3 class="text">&Agrave;rea de treball</h3>
<br>

<p class="tnormal"><img width="" height="" src="workspace_options.png"></p>
<br>

<p class="tnormal"><strong>-  Activar el l&iacute;mit de l'&agrave;rea de treball</strong></p>
<p class="tnormal">Si est&agrave; seleccionat el punter nom&eacute;s es podr&agrave; moure per la zona delimitada.</p>
<br>

<p class="tnormal"><strong>- Dalt</strong></p>
<p class="tnormal">Limita l'&agrave;rea de moviment per la part superior de la pantalla.</p>
<br>

<p class="tnormal"><strong>- Esquerra</strong></p>
<p class="tnormal">Limita l'&agrave;rea de moviment per la part esquerra de la pantalla.</p>
<br>

<p class="tnormal"><strong>- Dreta</strong></p>
<p class="tnormal">Limita l'&agrave;rea de moviment per la part dreta de la pantalla.</p>
<br>

<p class="tnormal"><strong>- Baix</strong></p>
<p class="tnormal">Limita l'&agrave;rea de moviment per la part inferior de la pantalla.</p>
<br>

<p class="tnormal"><strong>- Mobilitat del punter</strong></p>
<p class="tnormal">Si es selecciona, quan el punter arriba al l&iacute;mit de l'&agrave;rea de treball apareix al costat oposat en comptes de parar-se.</p>
<br>

<br>
<h3 class="text">Clic</h3>
<br>

<p class="tnormal"><img width="" height="" src="click_options.png"></p>
<br>

<p class="tnormal"><strong>- Activar clic per espera</strong></p>
<p class="tnormal">Si es selecciona permet a eViacam la generaci&oacute; de clics.</p>
<br>

<p class="tnormal"><strong>- Temps d'espera</strong></p>
<p class="tnormal">Permet ajustar el temps que transcorre abans de la generaci&oacute; del clic, despr&eacute;s de parar el punter sobre l'&agrave;rea desitjada. Les unitats s&oacute;n d&egrave;cimes de segon.</p>
<br>

<p class="tnormal"><strong>- &Agrave;rea de clic</strong></p>
<p class="tnormal">Per a generar el clic no cal aturar completament el punter, eViacam permet un petit marge de moviment al voltant del lloc exacte on voleu fer clic. Si augmenta aquest valor el marge al voltant del lloc on desitja fer clic tamb&eacute; augmenta. Les unitats s&oacute;n p&iacute;xels de la pantalla.</p>
<br>

<p class="tnormal"><strong>- Permet clics consecutius</strong></p>
<p class="tnormal">Permet executar diversos clics consecutius en una mateixa ubicaci&oacute; a l'aturar el punter.</p>
<br>

<p class="tnormal"><strong>- Reproduir so amb el clic</strong></p>
<p class="tnormal">Si es selecciona eViacam reproduir&agrave; un so (bip) cada vegada que generi un clic.</p>
<br>

<p class="tnormal"><strong>- Activar alertes visuals</strong></p>
<p class="tnormal">Proporciona una informaci&oacute; visual a l'usuari sobre l'inici del proc&eacute;s de generaci&oacute; d'un clic amb una barra de progr&eacute;s al costat del punter.</p>
<br>

<br>
<p class="tnormal"><strong>FINESTRA DEL CLIC</strong></p>
<br>

<p class="tnormal"><strong>- Mostrar la Finestra del Clic</strong></p>
<p class="tnormal">Obre la barra del clic</p>
<br>

<p class="tnormal"><strong>- Disseny</strong></p>
<p class="tnormal">Selecciona el disseny de la barra del clic. El disseny normal mostra cada acci&oacute; en una icona personalitzada. El disseny fi ocupa menys espai a la pantalla ja que cada acci&oacute; &eacute;s representada per un bot&oacute;.</p>
<br>

<p class="tnormal"><img width="" height="" src="click_bar.png"></p>
<br>

<p class="tnormal"><img width="" height="" src="click_bar_thin.png"></p>
<br>

<p class="tnormal"><strong>- Comportament</strong></p>
<p class="tnormal">Permet escollir de quina manera seleccionar l'acci&oacute; a realitzar. En el mode normal cal fer un clic sobre la icona desitjada a la barra del clic per seleccionar l'acci&oacute; a generar i doble clic per establir la acci&oacute; com a predeterminada. El mode r&agrave;pid evita el temps que es tarda en fer aquest clic ja que amb nom&eacute;s passar el punter per sobre de la icona es selecciona l'acci&oacute; corresponent. Per establir una icona per defecte, nom&eacute;s cal fer un clic.</p>
<br>

<p class="tnormal"><strong>- Orientaci&oacute;</strong></p>
<p class="tnormal">Permet seleccionar l'orientaci&oacute; de la finestra del clic. Aquesta pot ser acoplada a la part superior, inferior, dreta o esquerra, desacoplada en vertical o desacoplada en horitzontal. En el cas que la finestra del clic es solapi amb una altra barra, apareixer&agrave; un missatge advertint-ho. Vost&eacute; pot decidir si mantenir l'orientaci&oacute; de la finestra o modificar-la.</p>
<br>

<p class="tnormal"><strong>- Auto-ocultar</strong></p>
<p class="tnormal">Si es selecciona, la finestra del clic acoplada nom&eacute;s es mostrar&agrave; quan el punter s'hi situ&iuml; sobre.</p>
<br>

<p class="tnormal">Veure <a href='click_bar.htm'>barra del clic</a></p>
<br>

<br>
<p class="tnormal"><strong>CLIC PER GESTOS</strong></p>
<br>

<p class="tnormal"><strong>- Activar clic per gestos</strong></p>
<p class="tnormal">Amb aquest mode, l'usuari seleccionar&agrave; l'acci&oacute; a realitzar amb un lleuger moviment cap a una direcci&oacute; (a dalt, a sota, esquerra o dreta).</p>
<br>

<p class="tnormal"><strong>- Esquerra</strong></p>
<p class="tnormal">Selecciona l'acci&oacute; a realitzar movent el cap cap a l'esquerra.</p>
<br>

<p class="tnormal"><strong>- Dreta</strong></p>
<p class="tnormal">Selecciona l'acci&oacute; a realitzar movent el cap cap a la dreta.</p>
<br>

<p class="tnormal"><strong>- Amunt</strong></p>
<p class="tnormal">Selecciona l'acci&oacute; a realitzar movent el cap cap a dalt.</p>
<br>

<p class="tnormal"><strong>- Avall</strong></p>
<p class="tnormal">Selecciona l'acci&oacute; a realitzar movent el cap cap a sota.</p>
<br>

<p class="tnormal">Veure <a href='click.htm'>Modes de fer clic</a></p>
<br>

<br>
<h3 class="text">Tecles d'acc&eacute;s directe</h3>
<br>

<p class="tnormal"><img width="" height="" src="hotkeys_options.png"></p>
<br>

<p class="tnormal">En aquesta pestanya es poden assignar tecles d'acc&eacute;s directe a una s&egrave;rie de funcions de l'eViacam. Per activar una d'aquestes funcions nom&eacute;s s'ha de marcar la casella de verificaci&oacute;. Pressionar el bot&oacute; 'Establir tecla' per a configurar la tecla desitjada.</p>
<br>

<br>
<h3 class="text">Avan&ccedil;at</h3>
<br>

<p class="tnormal"><img width="" height="" src="advanced_options.png"></p>
<br>

<br>
<p class="tnormal"><strong>INICI</strong></p>
<br>

<p class="tnormal"><strong>- Executar eViacam en iniciar la seva sessi&oacute;</strong></p>
<p class="tnormal">Si marqueu aquesta opci&oacute; eViacam s'iniciar&agrave; autom&agrave;ticament cada vegada que inicieu la sessi&oacute; al seu PC.</p>
<br>

<p class="tnormal"><strong>- Activar eViacam un cop engegat</strong></p>
<p class="tnormal">Si aquesta opci&oacute; est&agrave; marcada eViacam s'activar&agrave; autom&agrave;ticament al iniciar-se.</p>
<br>

<br>
<p class="tnormal"><strong>COMANDA DEL TECLAT EN PANTALLA</strong></p>
<br>

<p class="tnormal">Permet seleccionar la comanda per obrir el teclat en pantalla.</p>
<br>

<br>
<p class="tnormal"><strong>LOCALITZACI&Oacute; FACIAL</strong></p>
<br>

<p class="tnormal"><strong>- Localitzar rostre autom&agrave;ticament</strong></p>
<p class="tnormal">La zona activa fa un seguiment autom&agrave;tic de la cara de l'usuari amb l'objectiu d'evitar el descentrar i facilitar un control m&eacute;s fi del punter i del clic.</p>
<br>

<p class="tnormal">NOTA: els colors similars als de la pell poden confondre al seguiment. La utilitzaci&oacute; d'aquesta opci&oacute; augmenta el nombre de recursos del sistema consumits per l'aplicaci&oacute;. Utilitzi-la sota la seva responsabilitat. En cas de problemes de control, inhabiliteu l'opci&oacute;.</p>
<br>

<p class="tnormal"><strong>- &Uacute;s de CPU</strong></p>
<p class="tnormal">Permet establir la quantitat de CPU que s'utilitzar&agrave; per al sistema de detecci&oacute; del rostre. Els valors alts permeten una detecci&oacute; del rostre m&eacute;s precisa, per&ograve; consumeixen m&eacute;s CPU mentres que els valors baixos redueixen el consum de CPU a costa d'un sistema de detecci&oacute; del rostre menys prec&iacute;s.</p>
<br>

<p class="tnormal"><strong>- Parar el punter quan no es detecti cap rostre</strong></p>
<p class="tnormal">Si es selecciona, eViacam es desactivar&agrave; quan no es detecti cap rostre. Pot establir el per&iacute;ode de temps que esperar&agrave; eViacam per desactivar-se.</p>
<br>

<p class="tnormal"><a href='intro.htm'>Tornar a l'inici</a></p>
</body>
</html>
