
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html><head><title>Axuda de Enable Viacam</title>



<meta http-equiv="" content="text/html; charset=iso-8859-1">
<link type="text/css" href="../normal.css" rel="stylesheet"></head><body>
<h1 class="text"> Enable Viacam </h1>

<h2 class="text">Descrici&#243;n xeral </h2> 

<p class="tnormal"> Enable Viacam (eViacam) &#233; un programa de computador
que substit&#250;e a funcionalidade do rato permitindo mover o punteiro a
partires do movemento da cabeza. Funciona nun computador PC equipado
cunha c&#225;mara web, sen elementos adicionais. eViacam est&#225; baseado no
programa &#171;Rato facial&#187; galardoado con varios premios. </p>

<p class="tnormal"> Con eViacam, vostede ser&#225; quen de controlar o
computador sen empregar as mans. eViacam utiliza unha c&#225;mara web
est&#225;ndar para seguir o movemento da s&#250;a faciana e controlar con ela o
punteiro do rato. Tam&#233;n fornece varios m&#233;todos para premer (facer
clic). </p>

<h2 class="text"> Principais caracter&#237;sticas e vantaxes </h2>

<ul>
<li> <p class="tnormal"> <strong> Mans libres: </strong> Control do
computador mediante movementos intuitivos da cabeza. Non sendo preciso
empregar as mans, o punteiro simplemente obedece!</p> </li>
<li> <p class="tnormal"> <strong> Sen f&#237;os: </strong> Funciona con calquera webcam de calidade media ou alta. Sen f&#237;os, sen adhesivos, non require hardware adicional. </p> </li>
<li> <p class="tnormal"> <strong> Simpleza: </strong> Instalaci&#243;n
simple e uso intuitivo. O asistente de configuraci&#243;n integrado ax&#250;dalle
a comezar deseguida. O entrenamento necesario red&#250;cese ao m&#237;nimo. </p> </li>
<li> <p class="tnormal"> <strong> Personalizaci&#243;n: </strong>a
velocidade do punteiro, a aceleraci&#243;n e suavizado, o tempo de
detenci&#243;n, e outras vari&#225;beis poden ser configuradas para axustarse &#225;s
necesidades do usuario. </p> </li>
<li> <p class="tnormal"> <strong> Autonom&#237;a do/a usuario/a: </strong> Este produto foi dese&#241;ado especificamente para eliminar a necesidade de asistencia unha vez instalado.</p> </li>
</ul>

<h2 class="text">Plataformas compat&#237;beis </h2>
<ul>
<li> <p class="tnormal"> GNU / Linux 
</p></li><li> <p class="tnormal"> Windows 2000/XP/Vista/7 
</p></li></ul>
<p class="tnormal"> 
NOTA: na actualidade, algunhas funci&#243;ns s&#243; est&#225;n dispo&#241;&#237;beis para GNU/Linux.
</p>

</body></html>