
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html><head><title>eViacam Help - Opci&#243;ns de configuraci&#243;n</title>





<meta http-equiv="" content="text/html; charset=iso-8859-1">
<link type="text/css" href="../normal.css" rel="stylesheet"></head><body>

<h1 class="text">Opci&#243;ns de configuraci&#243;n</h1>

<p class="tnormal">No panel de configuraci&#243;n o/a usuario/a atopa todas
as opci&#243;ns &#250;tiles para axustar o funcionamento de eViacam &#225;s
necesidades persoais.</p>

<p class="tnormal">O panel de configuraci&#243;n div&#237;dese en dous bloques. O
panel de opci&#243;ns xerais, no que vostede pode axustar os controles da
c&#225;mara e seleccionar ou crear o&nbsp; seu propio perfil, e o panel de
opci&#243;ns de perfil, no que vostede pode configurar todas as
funcionalidades doa aplicativo para que se axuste mellor &#225;s s&#250;as
necesidades persoais.</p>

<h2 class="text">Opci&#243;ns xerais</h2>
<p class="tnormal"><img src="general_options.png" height="" width=""></p>

<h3 class="text"><br>
</h3>
<h3 class="text">Xesti&#243;n de perfiles</h3>

<p class="tnormal"><strong>- Escoller perfil</strong></p>
<p class="tnormal">Permite escoller un perfil concreto ou o perfil predeterminado.</p>
<p class="tnormal"><strong>- Novo perfil</strong></p>
<p class="tnormal">Engade un novo perfil a eViacam.</p>
<p class="tnormal"><strong>- Borrar perfil</strong></p>
<p class="tnormal">Elimina o perfil seleccionado de eViacam.</p>

<h3 class="text"><br>
</h3>
<h3 class="text">C&#225;mara</h3>

<p class="tnormal"><strong>- Opci&#243;ns</strong></p>
<p class="tnormal">Abre unha xanela na que poder&#225; modificar todos os controles da c&#225;mara.</p>
<p class="tnormal"><strong>- Cambiar</strong></p>
<p class="tnormal">Permite cambiar a c&#225;mara seleccionada.</p>

<h3 class="text"><br>
</h3>
<h3 class="text">Idioma</h3>

<p class="tnormal">Permite escoller o idioma para eViacam.</p>

<h2 class="text">Opci&#243;ns do perfil</h2>
<h2 class="text">Movemento</h2>
<p class="tnormal">Estes valores deben ser axustados de xeito coidadoso
e recomendamos controlar a cada paso os resultados, uns bos axustes
far&#225;n pos&#237;bel que eViacam sexa m&#225;is r&#225;pido e preciso no seu
funcionamento.</p>
<p class="tnormal"><img src="motion_options.png" height="" width=""></p>
<p class="tnormal"><strong>- Velocidade eixo X</strong></p>
<p class="tnormal">Este valor controla a velocidade do punteiro cando se despraza na direcci&#243;n horizontal.</p>
<p class="tnormal"><strong>- Velocidade eixo Y</strong></p>
<p class="tnormal">Este valor controla a velocidade do punteiro cando se despraza na direcci&#243;n vertical.</p>
<p class="tnormal"><strong>- Aceleraci&#243;n</strong></p>
<p class="tnormal">A aceleraci&#243;n provoca que o punteiro avance m&#225;is cando mova a faciana m&#225;is rapidamente.</p>
<p class="tnormal"><strong>- Suavizado</strong></p>
<p class="tnormal">Perm&#237;telle que o punteiro se desprace de forma m&#225;is suave xa que elimina pequenos tremores no movemento.</p>
<p class="tnormal"><strong>- Limiar de movemento</strong></p>
<p class="tnormal">Esta opci&#243;n facil&#237;talle a tarefa de deter o punteiro por completo. As unidades son p&#237;xeles da pantalla.</p>
<p class="tnormal"><strong>- Calibraci&#243;n asistida</strong></p>
<p class="tnormal">Abre unha xanela que permite calibrar a velocidade do punteiro de forma autom&#225;tica. Ver <a href="calibration.htm">M&#233;todo de calibraci&#243;n autom&#225;tico</a></p>

<h2 class="text">&#193;rea de traballo</h2>
<p class="tnormal"><img src="workspace_options.png" height="" width=""></p>
<p class="tnormal"><strong>-  Activar o l&#237;mite da &#225;rea de traballo</strong></p>
<p class="tnormal">De estar seleccionado o punteiro s&#243; se poder&#225; mover pola zona delimitada.</p>
<p class="tnormal"><strong>- Superior</strong></p>
<p class="tnormal">Limita a &#225;rea de movemento pola parte superior da pantalla.</p>
<p class="tnormal"><strong>- Esquerdo</strong></p>
<p class="tnormal">Limita a &#225;rea de movemento pola parte esquerda da pantalla.</p>
<p class="tnormal"><strong>- Dereito</strong></p>
<p class="tnormal">Limita a &#225;rea de movemento pola parte dereita da pantalla.</p>
<p class="tnormal"><strong>- Inferior</strong></p>
<p class="tnormal">Limita a &#225;rea de movemento pola parte inferior da pantalla.</p>

<h2 class="text">Clic</h2>
<p class="tnormal"><img src="click_options.png" height="" width=""></p>
<p class="tnormal"><strong>- Activar clic por demora</strong></p>
<p class="tnormal">Se se selecciona permite a eViacam a xeraci&#243;n de clics.</p>
<p class="tnormal"><strong>- Tempo de demora</strong></p>
<p class="tnormal">Permite axustar o tempo que transcorre antes da
xeraci&#243;n do clic tras deter o punteiro sobre unha localizaci&#243;n
desexada. As unidades son d&#233;cimas de segundo.</p>
<p class="tnormal"><strong>- &#193;rea de clic</strong></p>
<p class="tnormal">Para xerar o clic non &#233; preciso deter por completo o
punteiro, eViacam permite unha pequena marxe de movemento arredor do
lugar exacto onde desexa premer. Se aumenta este valor a marxe arredor
do lugar onde desexa premer tam&#233;n aumenta. As unidades son p&#237;xeles da
pantalla.</p>
<p class="tnormal"><strong>- Permite clics consecutivos</strong></p>
<p class="tnormal">Permite executar varios clics consecutivos nunha mesma localizaci&#243;n ao deter o punteiro.</p>
<p class="tnormal"><strong>- Reproducir son co clic</strong></p>
<p class="tnormal">Se se selecciona eViacam reproducir&#225; un son (beep) cada vez que xere un clic.</p>
<p class="tnormal"><strong>- Activar alertas visuais</strong></p>
<p class="tnormal">Fornece unha informaci&#243;n visual ao usuario sobre o
inicio do proceso de execuci&#243;n do clic cunha barra de progreso &#225; beira
do punteiro. Non dispo&#241;&#237;bel para Windows.</p>

<h3 class="tnormal">Xanela do clic</h3>

<p class="tnormal"><strong>- Dese&#241;o</strong> Selecciona o dese&#241;o da
barra do clic. O dese&#241;o normal amosa cada acci&#243;n nunha icona
personalizada. O dese&#241;o fino ocupa menos espazo na pantalla xa que cada
acci&#243;n &#233; representada por un bot&#243;n.</p>
<p class="tnormal"><strong>- Comportamento</strong></p>
<p class="tnormal">Permite escoller de que xeito seleccionar a acci&#243;n a
realizar. No modo normal hai que premer sobre a icona desexada na barra
do clic para seleccionar a acci&#243;n a xerar e dobre clic para
estabelecela como predeterminada. O modo r&#225;pido evita o tempo que se
tarda en realizar dito clic xa que con s&#243; pasar o punteiro por derriba
da icona seleccionase a acci&#243;n correspondente. Para estabelecer unha
icona como predeterminada, s&#243; se precisa premer unha vez.</p>
<p class="tnormal"><strong>- Abrir a Xanela do clic ao iniciar</strong></p>
<p class="tnormal">A barra do clic abrirase automaticamente ao iniciar eViacam.</p>
<p class="tnormal"><strong>- Amosar a Xanela do clic</strong></p>
<p class="tnormal">Abre a barra do clic.</p>

<p class="tnormal">Ver <a href="click_bar.htm">barra do clic</a></p>

<h3 class="tnormal">Clic por xestos</h3>
<p class="tnormal"><strong>- Activar clic por xestos</strong></p>
<p class="tnormal">Con este modo, o usuario seleccionar&#225; a acci&#243;n a
realizar cun lixeiro movemento cara unha direcci&#243;n (arriba, abaixo,
esquerda ou dereita).</p>
<p class="tnormal"><strong>- Esquerda</strong></p>
<p class="tnormal">Selecciona a acci&#243;n a realizar movendo a cabeza cara a esquerda.</p>
<p class="tnormal"><strong>- Dereita</strong></p>
<p class="tnormal">Selecciona a acci&#243;n a realizar movendo a cabeza cara a dereita.</p>
<p class="tnormal"><strong>- Arriba</strong></p>
<p class="tnormal">Selecciona a acci&#243;n a realizar movendo a cabeza cara arriba.</p>
<p class="tnormal"><strong>- Abaixo</strong></p>
<p class="tnormal">Selecciona a acci&#243;n a realizar movendo a cabeza cara abaixo.</p>

<p class="tnormal">Ver <a href="click.htm">Modos de premer (facer clic)</a></p>

<h2 class="text">Avanzado</h2>
<p class="tnormal"><img src="advanced_options.png" height="" width=""></p>

<h3 class="tnormal">Executar ao inicio</h3>
<p class="tnormal"><strong>- Executar eViacam ao iniciar a sesi&#243;n</strong></p>
<p class="tnormal">Se marca esta opci&#243;n eViacam iniciarase automaticamente cada vez que inicie a sesi&#243;n no seu PC. Non dispo&#241;&#237;bel para Windows..</p>
<p class="tnormal"><strong>- Activar eViacam unha vez iniciado</strong></p>
<p class="tnormal">De estar marcada esta opci&#243;n eViacam activarase automaticamente ao iniciarse. </p>

<h3 class="tnormal">Orde do teclado en pantalla</h3>
<p class="tnormal">Permite seleccionar a orde para abrir o teclado en pantalla.</p>

<h3 class="tnormal">Tecla de activaci&#243;n</h3>
<p class="tnormal"><strong>- Usar a tecla de activaci&#243;n</strong></p>
<p class="tnormal">Activa ou desactiva a funcionalidade de eViacam
cando se preme na tecla preestabelecida. Prema &#171;Establecer tecla&#187; para
configurar a tecla desexada. Non dispo&#241;&#237;bel para Windows.</p>

<h3 class="tnormal">Localizaci&#243;n facial</h3>
<p class="tnormal"><strong>- Localizar a faciana automaticamente</strong></p>
<p class="tnormal">A zona activa efect&#250;a un seguimento autom&#225;tico da
faciana do usuario co obxectivo de evitar descentrarse e facilitar un
control m&#225;is fino do punteiro e do clic.</p>
<p class="tnormal">NOTA: as cores semellantes ao da pel poden confundir
ao seguimento. A utilizaci&#243;n desta opci&#243;n aumenta o n&#250;mero de recursos
do sistema consumidos polo aplicativo. Util&#237;cea baixo a s&#250;a
responsabilidade. En caso de ter problemas de control, desactive a
opci&#243;n.</p>
<p class="tnormal"><strong>- Amosar o filtro de localizaci&#243;n de faciana</strong></p>
<p class="tnormal">Amosa a informaci&#243;n captada polo filtro de
seguimento da faciana para poder validar que a escena de traballo non
confunde ao sistema.</p>

<p class="tnormal"><a href="intro.htm">Volver ao inicio</a></p>
</body></html>
